let handler = async (m, { conn, usedPrefix, usedPrefix: _p, __dirname, text, isPrems })  => m.reply(`
*❃━═━═✦•┇﷽┇•✦═━═━❃*

*〄━━ ─═━⌬〔🔥〕⌬━━─ ═━〄*

*〘الاستمارة╎˼‏📃˹〙*

*❉ ↫ اللـقـب🎎『』*

*❉ ↫ الانـمــي📽️『』*

*❉ ↫بنـت او ولـد 👥『』*

*❉ ↫ مـن طــرف🔖 『』*

*❉ ↫ صـورة للشـخـصـية🌄『』*

*〄━━ ─═━⌬〔🔥〕⌬━━─ ═━〄*

 *⇂ملحوظه⇃*

*❐ ممنوع تضل في الاستقبال اكتر من 𝟐𝟒 ساعة*

*❐ممنوع  الالقاب من انميات الايتشي*

*❐ممنوع ولد يختار لقب بنت او العكس*

*〄━━ ─═━⌬〔🔥〕⌬━━─ ═━〄*

*【﻿𝐅𝐈𝐑𝐄『🔥』火】*
`.trim())
handler.help = ['allmenu']
handler.tags = ['main']
handler.command = ['استمارة_مانجي', 'فاير'] 

export default handler
